--3. 저자 --
INSERT INTO author_tb(name, author_intro, created_at, updated_at)
values ('찰스 두히그','퓰리처상 수상 저널리스트이자 미국 최고의 논픽션 작가', NOW(), NOW()),
       ('tvN제작진','<벌거벗은 한국사> 제작진 팀', NOW(), NOW()),
       ('알렉스 안도릴','1700만 부를 팔은 사람', NOW(), NOW()),
       ('정지아','1990년 부모님의 삶을 소설로 옮긴 장편소설 ''빨치산의 딸''(전 3권)을 발표하며 작품활동을 시작했다.', NOW(), NOW()),
       ('정해연','e-book의 84권을 등록한 소설의 대가', NOW(), NOW()),
--     5 id
       ('최주호','노마드랩 개발 팀장', NOW(), NOW()),
       ('이유미','노션 공식 앰버서더이자 노션 템플릿 크리에이터', NOW(), NOW()),
       ('우아한형제들','우아한형제들은 배달이 일상을 조금 더 행복하게 하도록 오늘도 달리고 있습니다. 평범한 사람들이 모여 비범한 성과를 만들어 내는 곳이될 수 있도록 건강한 조직문화를 만드는 일에 진심을 다합니다.', NOW(), NOW()),
       ('마틴 푸크너','하버드대학교의 바이런 앤드 애니타 윈 드라마 교수이자 영문학과 비교문학 교수이다. 2017년에는 뛰어난 역량의 학자 및 예술가에게 수여되는 구겐하임 펠로십을, 2021년에는 세계 최고 수준의 업적을 쌓은 연구자에게 수여되는 훔볼트상을 수상하기도 했다.', NOW(), NOW()),
       ('에두아르도 갈레아노',' 정치·문화 주간지 《행진》의 편집장을 맡아 1964년까지 재직하고, 그 후 2년 동안 좌파 일간지 《시대》의 논설을 썼다.', NOW(), NOW()),
--     10
       ('안경환','1955년 충북 충주시에서 태어났다. 충주고등학교를 졸업하고 한국외국어대학교에서 베트남어를 전공했으며, 베트남의 국립호찌민인문사회과학대학교 대학원에서 어문학 석사·박사 학위를 취득했다.', NOW(), NOW()),
       ('일란 파페','그는 이스라엘인들이 의도적으로 팔레스타인들을 추방했다는 명제에 동의하며, 반시온주의적 관점과 식민주의적 맥락에서 시오니즘을 분석하고 있다.', NOW(), NOW()),
       ('차인표','소설가이자 독서광 그리고 29년차 배우', NOW(), NOW()),
       ('김호연','영화·만화·소설을 넘나들며 온갖 이야기를 써나가는 전천후 스토리텔러', NOW(), NOW()),
       ('한야 야나기하라','영화·만화·소설을 넘나들며 온갖 이야기를 써나가는 전천후 스토리텔러', NOW(), NOW()),
--     15
       ('베르나르 베르베르','프랑스에서보다 한국에서 더 많은 인기를 얻고 있는 작가', NOW(), NOW()),
       ('강용수','고려대학교 철학연구소 연구원으로 동 대학교에서 강의를 하고 있다.', NOW(), NOW()),
       ('김종원','각종 방송과 기업, 대학 및 단체를 대상으로 강연하며 소통해 온 인문교육 전문가', NOW(), NOW()),
       ('스즈키 쇼','주요 저서로는 프로이트 이후, 프로이트에서 융으로, 니진스키 신의 도화 등이 있다.', NOW(), NOW()),
       ('엠마 헵번','영국에서 신경심리학을 전문으로 하는 인상심리학자.', NOW(), NOW()),
--     20
       ('이서원','일상의 감정을 요리하는 감정식당 셰프', NOW(), NOW()),
       ('세이노(SayNo)','2023년 기준 순자산 천억 원대 자산가다.', NOW(), NOW()),
       ('마티아스 뇔케','언론인이자 작가이며 바이에른 방송에서 라디오 프로그램을 만들고 있다.', NOW(), NOW()),
       ('벤저민 하디','조직심리학자로 자기계발 분야 파워블로거이자 베스트셀러 작가다.', NOW(), NOW()),
       ('그라시안 이 모랄레스 발타사르','18세에 예수회에 입회하여 21세까지 2개의 철학 과정을 공부했다.', NOW(), NOW()),
--     25
       ('스티브 매그니스','세인트메리대학교 교수로 체력과 조건화에 대해 가르치고 있다.', NOW(), NOW()),
       ('재레드 다이아몬드','하버드대학교 생물물리학 연구실을 거쳐 UCLA 생리학 교수로 재직했다', NOW(), NOW()),
       ('최재천','이화여자대학교 에코과학부 석좌교수와 생명다양성재단 대표를 맡고 있다.', NOW(), NOW()),
       ('박상현','오피니언 리더가 찾아 읽는 지식교양 스토리텔러', NOW(), NOW()),
       ('한승태','대학을 졸업하고 꽃게잡이 배, 주유소, 양돈장 등에서 일하며 글을 쓰기 시작했다.', NOW(), NOW()),
--     30
       ('김지혜','강릉원주대학교 다문화학과에서 소수자, 인권, 차별에 관해 가르치고 연구한다.', NOW(), NOW()),
       ('김소민','전형적인 ESTJ. 지구가 나를 중심으로 돈다고 믿었던 낙관주의자다.', NOW(), NOW()),
       ('박한수','박한수 목사는 영혼 구원을 가장 중요한 문제로 여긴다. 교회 안에도 불신자가 있다는 전제하에 순도진한 원색 복음을 전하는 데 주저하지 않는다.', NOW(), NOW()),
       ('정영','미국 문단에서 가장 주목받는 문제적 젊은 거장', NOW(), NOW()),
       ('신은경','한국외국어대 통역대학원(석사)과 영국 웨일즈 대학 언론대학원(언론학 석사, 박사)에서 공부했다.', NOW(), NOW()),
--     35
       ('멀린 캐러더스','방탕한 삶을 살려던 그때, 하나님이 브레이크를 거셨다. 생각지도 못한 때에 만난 하나님은 그의 삶을 완전히 뒤바꾸셨다. ', NOW(), NOW()),
       ('프리드리히 니체','어릴 적부터 음악과 언어에서 탁월한 재능을 보였다. 집안 영향으로 신학을 공부하다가 포이어바흐와 스피노자의 무신론적 사상에 감화되어 신학을 포기했다. ', NOW(), NOW()),
       ('에픽테토스','서기 55년(추정), 로마 동쪽의 변경지방인 피뤼기아의 히에라폴리스에서 태어나 노예 신분이었던 어머니 밑에서 자랐다.', NOW(), NOW()),
       ('이케다 다이사쿠','1928년 1월 2일 도쿄 태생. 창가학회 명예회장. 세계적인 불교단체인 국제창가학회(SGI) 회장. ', NOW(), NOW()),
       ('마이클 샌델','2010년 이후, 한국에 ‘정의’ 열풍을 불러일으켰다. 27세에 최연소 하버드대학교 교수가 되었다.', NOW(), NOW()),
--     40
       ('라훌 잔디얼','뇌종양 전문 신경외과 의사이자 뇌 과학자.', NOW(), NOW()),
       ('룰루 밀러','‘방송계의 퓰리처상’으로 불리는 피버디상(Peabody Awards)을 수상한 과학 전문기자로, 15년 넘게 미국공영라디오방송국(NPR)에서 일하고 있다.', NOW(), NOW()),
       ('메이어 크리거','영국에서 신경심리학을 전문으로 하는 인상심리학자.', NOW(), NOW()),
       ('KAIST 기계공학','KAIST 기계공학과는 1971년 설립되어 기술 시대를 선도하는 차세대 리더 양성에 주력하며 학계와 산업계에 우수 인재들을 배출해 왔다.', NOW(), NOW());



