--3. 저자 --
INSERT INTO author_tb(name, author_intro, created_at, updated_at)
values ('저자1','소개1', NOW(), NOW()),
       ('tvN제작진','<벌거벗은 한국사> 제작진 팀', NOW(), NOW()),
       ('알렉스 안도릴','1700만 부를 팔은 사람', NOW(), NOW()),
       ('정지아','1990년 부모님의 삶을 소설로 옮긴 장편소설 ''빨치산의 딸''(전 3권)을 발표하며 작품활동을 시작했다.', NOW(), NOW()),
       ('정해연','e-book의 84권을 등록한 소설의 대가', NOW(), NOW()),
--     5 id
       ('최주호','노마드랩 개발 팀장', NOW(), NOW()),
       ('이유미','노션 공식 앰버서더이자 노션 템플릿 크리에이터', NOW(), NOW()),
       ('우아한형제들','우아한형제들은 배달이 일상을 조금 더 행복하게 하도록 오늘도 달리고 있습니다. 평범한 사람들이 모여 비범한 성과를 만들어 내는 곳이될 수 있도록 건강한 조직문화를 만드는 일에 진심을 다합니다.', NOW(), NOW()),
       ('마틴 푸크너','하버드대학교의 바이런 앤드 애니타 윈 드라마 교수이자 영문학과 비교문학 교수이다. 2017년에는 뛰어난 역량의 학자 및 예술가에게 수여되는 구겐하임 펠로십을, 2021년에는 세계 최고 수준의 업적을 쌓은 연구자에게 수여되는 훔볼트상을 수상하기도 했다.', NOW(), NOW()),
       ('정영','1975년 서울에서 태어나 명지대 문예창작학과를 졸업했다. 문학의 길 위에, 2000년에 문학동네신인상에 「암스테르 Dam」 외 4편이 당선되어 등단해 시인이 되어 시집 『평일의 고해』(창작과 비평, 2006)를 펴냈다. 음악의 길 위에서, 뮤지컬 작사가가 되어 창작 뮤지컬 「남한산성」「러디오스타」「바람의 나라」「소나기」등의 가사를 썼다', NOW(), NOW());
--     10