--7. 구독--
INSERT INTO sub_typs_tb(amount, sub_period)
values (10000, '일개월'),
       (9800, '일년');


--8. 구독 결제--
INSERT INTO payment_tb(user_id, sub_types_id, order_date, amount, sub_status, created_at, updated_at)
values (1,1, '2024-06-10 12:00', 10000, '완료' ,'2024-06-10 12:01:00', null), -- psk가 1개월 구독권을 첫번재 결제함
       (2,2, '2024-06-11 12:00', 9800, '완료' ,'2024-06-11 12:01:00', null),  -- sjm이 1년 정기 구독권중 첫번재 결제함
       (3,1, '2024-06-12 12:00', 10000, '완료' ,'2024-06-12 12:01:00', null), -- kjh이 1개월 구독권을 첫번재 결제함
       (4,2, '2024-06-13 12:00', 9800, '완료' ,'2024-06-13 12:01:00', null),  -- ksh이 1년 정기 구독권중 첫번재 결제함
       (5,1, '2024-06-14 12:00', 10000, '완료' ,'2024-06-14 12:01:00', null), -- jyj이 1개월 구독권을 첫번재 결제함
       (1,1, '2024-07-10 12:00', 10000, '완료' ,'2024-07-10 12:01:00', null), -- psk가 1개월 구독권을 두번재 결제함
       (2,2, '2024-07-11 12:00', 9800, '완료' ,'2024-07-11 12:01:00', null),  -- sjm이 1년 정기 구독권중 두번재 결제함
       (3,1, '2024-07-12 12:00', 10000, '완료' ,'2024-07-12 12:01:00', null), -- kjh이 1개월 구독권을 두번재 결제함
       (4,2, '2024-07-13 12:00', 9800, '완료' ,'2024-07-13 12:01:00', null),  -- ksh이 1년 정기 구독권중 두번재 결제함
       (5,1, '2024-07-14 12:00', 10000, '완료' ,'2024-07-14 12:01:00', null); -- jyj이 1개월 구독권을 두번재 결제함
