--7. 구독--
INSERT INTO sub_typs_tb(amount, sub_name, sub_period)
values (10000, '[Shelf] 정기 결제', '일개월'),
       (9800, '[Shelf] 정기 결제 (1년)', '일년');


--8. 구독 결제--
INSERT INTO payment_tb(user_id, sub_types_id, order_date, amount, sub_status, created_at, updated_at)
values (1, 1, '2024-05-10 12:00', 10000, '완료', '2024-05-10 12:00', NOW()), -- psk가 구독. 첫번째 결제함
       (2, 1, '2024-05-11 12:00', 10000, '완료', '2024-05-11 12:00', NOW()), -- sjm이 구독. 첫번째 결제함
       (3, 1, '2024-05-12 12:00', 10000, '완료', '2024-05-12 12:00', NOW()), -- kjh이 구독. 첫번째 결제함
       (4, 1, '2024-05-13 12:00', 10000, '완료', '2024-05-13 12:00', NOW()), -- ksh이 구독. 첫번째 결제함
       (5, 1, '2024-05-14 12:00', 10000, '완료', '2024-05-14 12:00', NOW()), -- jyj이 구독. 첫번째 결제함
       (1, 1, '2024-06-10 12:00', 10000, '완료', '2024-06-10 12:00', NOW()), -- psk가 구독. 두번째 결제함
       (2, 1, '2024-06-11 12:00', 10000, '완료', '2024-06-11 12:00', NOW()), -- sjm이 구독. 두번째 결제함
       (4, 1, '2024-06-13 12:00', 10000, '완료', '2024-06-13 12:00', NOW()), -- ksh이 구독. 두번째 결제함
       (6, 1, '2024-06-13 12:00', 10000, '완료', '2024-06-13 12:00', NOW()), -- ysh이 구독. 첫번째 결제함
       (2, 1, '2024-07-11 12:00', 10000, '완료', '2024-07-11 12:00', NOW()); -- sjm이 구독. 세번째 결제함
