--7. 구독--
INSERT INTO sub_typs_tb(amount, sub_period)
values (10000, '일개월'),
       (9800, '일년');


--8. 구독 결제--
INSERT INTO payment_tb(user_id, sub_types_id, order_date, amount, sub_status, created_at, updated_at)
values (1,1, '2024-05-10 12:00', 10000, '완료' ,'2024-06-10 12:01', NOW()), -- psk가 구독. 첫번째 결제함
       (2,1, '2024-05-11 12:00', 10000, '완료' ,'2024-06-11 12:01', NOW()), -- sjm이 구독. 첫번째 결제함
       (3,1, '2024-05-12 12:00', 10000, '완료' ,'2024-06-12 12:01', NOW()), -- kjh이 구독. 첫번째 결제함
       (4,1, '2024-05-13 12:00', 10000, '완료' ,'2024-06-13 12:01', NOW()), -- ksh이 구독. 첫번째 결제함
       (5,1, '2024-05-14 12:00', 10000, '완료' ,'2024-06-14 12:01', NOW()), -- jyj이 구독. 첫번째 결제함
       (1,1, '2024-06-10 12:00', 10000, '완료' ,'2024-07-10 12:01', NOW()), -- psk가 구독. 두번째 결제함
       (2,1, '2024-06-11 12:00', 10000, '완료' ,'2024-07-11 12:01', NOW()), -- sjm이 구독. 두번째 결제함
       (3,1, '2024-06-12 12:00', 10000, '완료' ,'2024-07-12 12:01', NOW()), -- kjh이 구독. 두번째 결제함
       (4,1, '2024-06-13 12:00', 10000, '완료' ,'2024-07-13 12:01', NOW()), -- ksh이 구독. 두번째 결제함
       (2,1, '2024-07-11 12:00', 10000, '완료' ,'2024-07-11 12:01', NOW()); -- sjm이 구독. 세번째 결제함
